-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Време на генериране: 18 септ 2022 в 21:17
-- Версия на сървъра: 5.7.36
-- Версия на PHP: 7.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данни: `kppz`
--

-- --------------------------------------------------------

--
-- Структура на таблица `countries`
--

DROP TABLE IF EXISTS `countries`;
CREATE TABLE IF NOT EXISTS `countries` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(300) DEFAULT NULL,
  `official_name` varchar(300) DEFAULT NULL,
  `name_en` varchar(300) NOT NULL,
  `capital` varchar(300) DEFAULT NULL,
  `EC` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=52 DEFAULT CHARSET=utf8;

--
-- Схема на данните от таблица `countries`
--

INSERT INTO `countries` (`id`, `name`, `official_name`, `name_en`, `capital`, `EC`) VALUES
(1, ' Австрия', 'Република Австрия', 'Austria', 'Виена', 1),
(2, ' Албания', 'Република Албания', 'Albania', 'Тирана', 0),
(3, ' Андора', 'Княжество Андора', 'Andorra', 'Андора ла Веля', 0),
(4, ' Армения', 'Република Армения', 'Armenia', 'Ереван', 0),
(5, ' Азербайджан', 'Република Азербайджан', 'Azerbaijan', 'Баку', 0),
(6, ' Беларус', 'Република Беларус', 'Belarus', 'Минск', 0),
(7, ' Белгия', 'Кралство Белгия', 'Belgium', 'Брюксел', 1),
(8, ' Босна и Херцеговина', 'Босна и Херцеговина', 'Bosnia and Herzegovina', 'Сараево', 0),
(9, ' България', 'Република България', 'Bulgaria', 'София', 1),
(10, ' Ватикан', 'Град-държава Ватикан', 'Vatican City', '-', 0),
(11, ' Великобритания', 'Обединено кралство Великобритания и Северна Ирландия', 'United Kingdom', 'Лондон', 1),
(12, ' Германия', 'Федерална република Германия', 'Germany', 'Берлин', 1),
(13, ' Грузия', 'Грузия', 'Georgia', 'Тбилиси', 0),
(14, ' Гърция', 'Гръцка република', 'Greece', 'Атина', 1),
(15, ' Дания', 'Кралство Дания', 'Denmark', 'Копенхаген', 1),
(16, ' Естония', 'Република Естония', 'Estonia', 'Талин', 1),
(17, ' Ирландия', 'Ирландия', 'Ireland', 'Дъблин', 1),
(18, ' Исландия', 'Република Исландия', 'Iceland', 'Рейкявик', 0),
(19, ' Испания', 'Кралство Испания', 'Spain', 'Мадрид', 1),
(20, ' Италия', 'Италианска република', 'Italy', 'Рим', 1),
(21, ' Казахстан', 'Република Казахстан', 'Kazakhstan', 'Астана', 0),
(22, ' Кипър', 'Република Кипър', 'Cyprus', 'Никозия', 1),
(23, ' Косово', 'Република Косово', 'Kosovo', 'Прищина', 0),
(24, ' Латвия', 'Република Латвия', 'Latvia', 'Рига', 1),
(25, ' Литва', 'Република Литва', 'Lithuania', 'Вилнюс', 1),
(26, ' Лихтенщайн', 'Княжество Лихтенщайн', 'Liechtenstein', 'Вадуц', 0),
(27, ' Люксембург', 'Велико херцогство Люксембург', 'Luxembourg', 'Люксембург', 1),
(28, ' Република Македония', 'Република Македония', 'Macedonia', 'Скопие', 2),
(29, ' Малта', 'Република Малта', 'Malta', 'Валета', 1),
(30, ' Молдова', 'Република Молдова', 'Moldova', 'Кишинев', 0),
(31, ' Монако', 'Княжество Монако', 'Monaco', 'Монако', 0),
(32, ' Нидерландия', 'Кралство Нидерландия', 'Netherlands', 'Амстердам', 1),
(33, ' Норвегия', 'Кралство Норвегия', 'Norway', 'Осло', 0),
(34, ' Полша', 'Република Полша', 'Poland', 'Варшава', 1),
(35, ' Португалия', 'Португалска република', 'Portugal', 'Лисабон', 1),
(36, ' Румъния', 'Румъния', 'Romania', 'Букурещ', 1),
(37, ' Русия', 'Руска федерация', 'Russia', 'Москва', 0),
(38, ' Сан Марино', 'Република Сан Марино', 'San Marino', 'Сан Марино', 0),
(39, ' Словакия', 'Словашка република', 'Slovakia', 'Братислава', 1),
(40, ' Словения', 'Република Словения', 'Slovenia', 'Любляна', 1),
(41, ' Сърбия', 'Република Сърбия', 'Serbia', 'Белград', 0),
(42, ' Турция', 'Република Турция', 'Turkey', 'Анкара', 2),
(43, ' Украйна', 'Украйна', 'Ukraine', 'Киев', 0),
(44, ' Унгария', 'Унгария', 'Hungary', 'Будапеща', 1),
(45, ' Финландия', 'Република Финландия', 'Finland', 'Хелзинки', 1),
(46, ' Франция', 'Френска република', 'France', 'Париж', 1),
(47, ' Хърватия', 'Република Хърватия', 'Croatia', 'Загреб', 1),
(48, ' Черна гора', 'Република Черна Гора', 'Montenegro', 'Подгорица', 0),
(49, ' Чехия', 'Чешка Република', 'Czech Republic', 'Прага', 1),
(50, ' Швеция', 'Кралство Швеция', 'Sweden', 'Стокхолм', 1),
(51, ' Швейцария', 'Швейцарска конфедерация', 'Switzerland', 'Берн', 0);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
