-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Време на генериране: 19 септ 2022 в 14:05
-- Версия на сървъра: 5.7.36
-- Версия на PHP: 7.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данни: `kppz`
--

-- --------------------------------------------------------

--
-- Структура на таблица `crops`
--

DROP TABLE IF EXISTS `crops`;
CREATE TABLE IF NOT EXISTS `crops` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `group_id` tinyint(4) NOT NULL,
  `name` varchar(100) NOT NULL,
  `name_en` varchar(100) NOT NULL,
  `latin` varchar(100) NOT NULL,
  `latin_name` varchar(100) NOT NULL,
  `cropDescription` text NOT NULL,
  `date_create` varchar(30) NOT NULL,
  `date_update` varchar(30) NOT NULL,
  `created_by` tinyint(2) NOT NULL,
  `updated_by` tinyint(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

--
-- Схема на данните от таблица `crops`
--

INSERT INTO `crops` (`id`, `group_id`, `name`, `name_en`, `latin`, `latin_name`, `cropDescription`, `date_create`, `date_update`, `created_by`, `updated_by`) VALUES
(1, 1, 'Пшеница', 'Wheat', 'Triticum spp', 'triticum-spp', 'Продукти (Препарати) за растителна защита при Пшеница. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Пшеница.', '19.09.2022 15:30:16', '', 2, 0),
(2, 1, 'Ечемик', 'Barley', 'Hordeum vulgare', 'hordeum-vulgare', 'Продукти (Препарати) за растителна защита при Ечемик. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ечемик.', '19.09.2022 15:39:35', '', 2, 0),
(3, 1, 'Овес', 'Oats', 'Avena sativa', 'avena-sativa', 'Продукти (Препарати) за растителна защита при Овес. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Овес.', '19.09.2022 15:42:43', '', 2, 0),
(4, 1, 'Ръж', 'Rye', 'Secale cereale', 'secale-cereale', 'Продукти (Препарати) за растителна защита при Ръж. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ръж.', '19.09.2022 16:04:26', '', 2, 0),
(5, 1, 'Царевица', 'Maize', 'Zea mays', 'zea-mays', 'Продукти (Препарати) за растителна защита при Царевица. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Царевица.', '19.09.2022 16:06:19', '', 2, 0),
(6, 2, 'Фасул', 'Beans', 'Phaseolus vulgaris', 'phaseolus-vulgaris', 'Продукти (Препарати) за растителна защита при Фасул. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Фасул.', '19.09.2022 16:14:11', '', 2, 0),
(7, 2, 'Соя', 'Soybean', 'Glycine max', 'glycine-max', 'Продукти (Препарати) за растителна защита при Соя. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Соя.', '19.09.2022 16:24:43', '', 2, 0),
(8, 1, 'Грах', 'Pea', 'Pisum sativum', 'pisum-sativum', 'Продукти (Препарати) за растителна защита при Грах. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Грах.', '19.09.2022 16:26:44', '', 2, 0),
(9, 2, 'Леща', 'Lentil', 'Lens culinaris', 'lens-culinaris', 'Продукти (Препарати) за растителна защита при Леща. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Леща.', '19.09.2022 16:28:50', '', 2, 0),
(10, 1, 'Нахут', 'Chickpea', 'Cicer arietinum', 'cicer-arietinum', 'Продукти (Препарати) за растителна защита при Нахут. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Нахут.', '19.09.2022 16:30:51', '', 2, 0),
(11, 2, 'Люцерна', 'Lucerne', 'Medicago sativa', 'medicago-sativa', 'Продукти (Препарати) за растителна защита при Люцерна. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Люцерна.', '19.09.2022 16:33:51', '', 2, 0),
(12, 3, 'Тютюн', 'Tobacco', 'Nicotiana tabacum', 'nicotiana-tabacum', 'Продукти (Препарати) за растителна защита при Тютюн. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Тютюн.', '19.09.2022 16:43:22', '', 2, 0),
(13, 3, 'Цвекло', 'Beetroot', 'Beta vulgaris', 'beta-vulgaris', 'Продукти (Препарати) за растителна защита при Цвекло. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Цвекло.', '19.09.2022 16:46:23', '', 2, 0),
(14, 3, 'Памук', 'Cotton', 'Gossypium', 'gossypium', 'Продукти (Препарати) за растителна защита при Памук. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Памук.', '19.09.2022 16:48:16', '', 2, 0),
(15, 3, 'Слънчоглед', 'Sunflower', 'Helianthus annuus', 'helianthus-annuus', 'Продукти (Препарати) за растителна защита при Слънчоглед. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Слънчоглед.', '19.09.2022 16:49:46', '', 2, 0),
(16, 3, 'Рапица', 'Rapeseed', 'Brassica napus', 'brassica-napus', 'Продукти (Препарати) за растителна защита при Рапица. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Рапица.', '19.09.2022 16:51:07', '', 2, 0),
(17, 3, 'Фъстъци', 'Peanuts', 'Arachis hypogaea', 'arachis-hypogaea', 'Продукти (Препарати) за растителна защита при Фъстъци. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Фъстъци.', '19.09.2022 16:52:50', '', 2, 0);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
