-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Време на генериране: 20 септ 2022 в 14:24
-- Версия на сървъра: 5.7.36
-- Версия на PHP: 7.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данни: `kppz`
--

-- --------------------------------------------------------

--
-- Структура на таблица `crops`
--

DROP TABLE IF EXISTS `crops`;
CREATE TABLE IF NOT EXISTS `crops` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `group_id` tinyint(4) NOT NULL,
  `name` varchar(100) NOT NULL,
  `name_en` varchar(100) NOT NULL,
  `latin` varchar(100) NOT NULL,
  `latin_name` varchar(100) NOT NULL,
  `cropDescription` text NOT NULL,
  `date_create` varchar(30) NOT NULL,
  `date_update` varchar(30) NOT NULL,
  `created_by` tinyint(2) NOT NULL,
  `updated_by` tinyint(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=68 DEFAULT CHARSET=utf8;

--
-- Схема на данните от таблица `crops`
--

INSERT INTO `crops` (`id`, `group_id`, `name`, `name_en`, `latin`, `latin_name`, `cropDescription`, `date_create`, `date_update`, `created_by`, `updated_by`) VALUES
(1, 1, 'Пшеница', 'Wheat', 'Triticum spp', 'triticum-spp', 'Продукти (Препарати) за растителна защита при Пшеница. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Пшеница.', '19.09.2022 15:30:16', '', 2, 0),
(2, 1, 'Ечемик', 'Barley', 'Hordeum vulgare', 'hordeum-vulgare', 'Продукти (Препарати) за растителна защита при Ечемик. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ечемик.', '19.09.2022 15:39:35', '', 2, 0),
(3, 1, 'Овес', 'Oats', 'Avena sativa', 'avena-sativa', 'Продукти (Препарати) за растителна защита при Овес. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Овес.', '19.09.2022 15:42:43', '', 2, 0),
(4, 1, 'Ръж', 'Rye', 'Secale cereale', 'secale-cereale', 'Продукти (Препарати) за растителна защита при Ръж. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ръж.', '19.09.2022 16:04:26', '', 2, 0),
(5, 1, 'Царевица', 'Maize', 'Zea mays', 'zea-mays', 'Продукти (Препарати) за растителна защита при Царевица. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Царевица.', '19.09.2022 16:06:19', '', 2, 0),
(6, 2, 'Фасул', 'Beans', 'Phaseolus vulgaris', 'phaseolus-vulgaris', 'Продукти (Препарати) за растителна защита при Фасул. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Фасул.', '19.09.2022 16:14:11', '', 2, 0),
(7, 2, 'Соя', 'Soybean', 'Glycine max', 'glycine-max', 'Продукти (Препарати) за растителна защита при Соя. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Соя.', '19.09.2022 16:24:43', '', 2, 0),
(8, 1, 'Грах', 'Pea', 'Pisum sativum', 'pisum-sativum', 'Продукти (Препарати) за растителна защита при Грах. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Грах.', '19.09.2022 16:26:44', '', 2, 0),
(9, 2, 'Леща', 'Lentil', 'Lens culinaris', 'lens-culinaris', 'Продукти (Препарати) за растителна защита при Леща. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Леща.', '19.09.2022 16:28:50', '', 2, 0),
(10, 1, 'Нахут', 'Chickpea', 'Cicer arietinum', 'cicer-arietinum', 'Продукти (Препарати) за растителна защита при Нахут. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Нахут.', '19.09.2022 16:30:51', '', 2, 0),
(11, 2, 'Люцерна', 'Lucerne', 'Medicago sativa', 'medicago-sativa', 'Продукти (Препарати) за растителна защита при Люцерна. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Люцерна.', '19.09.2022 16:33:51', '', 2, 0),
(12, 3, 'Тютюн', 'Tobacco', 'Nicotiana tabacum', 'nicotiana-tabacum', 'Продукти (Препарати) за растителна защита при Тютюн. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Тютюн.', '19.09.2022 16:43:22', '', 2, 0),
(13, 3, 'Цвекло', 'Beetroot', 'Beta vulgaris', 'beta-vulgaris', 'Продукти (Препарати) за растителна защита при Цвекло. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Цвекло.', '19.09.2022 16:46:23', '', 2, 0),
(14, 3, 'Памук', 'Cotton', 'Gossypium', 'gossypium', 'Продукти (Препарати) за растителна защита при Памук. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Памук.', '19.09.2022 16:48:16', '', 2, 0),
(15, 3, 'Слънчоглед', 'Sunflower', 'Helianthus annuus', 'helianthus-annuus', 'Продукти (Препарати) за растителна защита при Слънчоглед. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Слънчоглед.', '19.09.2022 16:49:46', '', 2, 0),
(16, 3, 'Рапица', 'Rapeseed', 'Brassica napus', 'brassica-napus', 'Продукти (Препарати) за растителна защита при Рапица. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Рапица.', '19.09.2022 16:51:07', '', 2, 0),
(17, 3, 'Фъстъци', 'Peanuts', 'Arachis hypogaea', 'arachis-hypogaea', 'Продукти (Препарати) за растителна защита при Фъстъци. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Фъстъци.', '19.09.2022 16:52:50', '', 2, 0),
(18, 4, ' Картофи', 'Potato', 'Solanum tuberosum', 'solanum-tuberosum', 'Продукти (Препарати) за растителна защита при Картофи. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Картофи.', '19.09.2022 22:13:34', '', 2, 0),
(19, 4, 'Домати ', 'Tomato', 'Solanum lycopersicum', 'solanum-lycopersicum', 'Продукти (Препарати) за растителна защита при Домати. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Домати .', '19.09.2022 22:15:30', '20.09.2022 10:56:47', 2, 2),
(20, 4, 'Патладжан', 'Eggplant', 'Solanum melongena', 'solanum-melongena', 'Продукти (Препарати) за растителна защита при Патладжан. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Патладжан.', '19.09.2022 22:17:16', '', 2, 0),
(21, 4, 'Пипер ', 'Pepper', 'Capsicum annuum', 'capsicum-annuum', 'Продукти (Препарати) за растителна защита при Пипер. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Пипер.', '19.09.2022 22:18:51', '', 2, 0),
(22, 5, 'Зеле', 'Cabbage', 'Brassica oleracea', 'brassica-oleracea', 'Продукти (Препарати) за растителна защита при Зеле. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Зеле.', '19.09.2022 22:22:20', '', 2, 0),
(23, 5, 'Китайско зеле', 'Chinese White Cabbage', 'Brassica chinensis', 'brassica-chinensis', 'Продукти (Препарати) за растителна защита при Китайско зеле. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Китайско зеле.', '19.09.2022 22:25:56', '', 2, 0),
(24, 5, 'Маруля', 'Lettuce', 'Lactuca sativa var capitata', 'lactuca-sativa-var-capitata', 'Продукти (Препарати) за растителна защита при Маруля. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Маруля.', '19.09.2022 22:28:49', '20.09.2022 10:01:47', 2, 2),
(25, 5, 'Брюкселско зеле', 'Brussels Sprout', 'Brassica oleracea var gemmifera', 'brassica-oleracea-var-gemmifera', 'Продукти (Препарати) за растителна защита при Брюкселско зеле. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Брюкселско зеле.', '19.09.2022 22:33:33', '', 2, 0),
(26, 5, 'Карфиол', 'Cauliflower', 'Brassica oleracea var botrytis', 'brassica-oleracea-var-botrytis', 'Продукти (Препарати) за растителна защита при Карфиол. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Карфиол.', '19.09.2022 22:35:09', '', 2, 0),
(27, 5, 'Броколи ', 'Broccoli', 'Brassica oleracea var italica', 'brassica-oleracea-var-italica', 'Продукти (Препарати) за растителна защита при ..... . Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по ..... .', '19.09.2022 22:36:31', '', 2, 0),
(28, 6, 'Краставици', 'Cucumber', 'Cucumis sativus', 'cucumis-sativus', 'Продукти (Препарати) за растителна защита при Краставица. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Краставица.', '20.09.2022 09:20:14', '20.09.2022 09:27:58', 2, 2),
(29, 6, 'Дини', 'Watermelons', 'Citrullus lanatus', 'citrullus-lanatus', 'Продукти (Препарати) за растителна защита при Диня. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Диня.', '20.09.2022 09:24:39', '20.09.2022 09:27:42', 2, 2),
(30, 6, 'Пъпеши', 'Melons', 'Cucumis melo', 'cucumis-melo', 'Продукти (Препарати) за растителна защита при Пъпеши. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Пъпеши.', '20.09.2022 09:26:50', '', 2, 0),
(31, 6, 'Тикви', 'Pumpkin', 'Cucurbita pepo', 'cucurbita-pepo', 'Продукти (Препарати) за растителна защита при Тикви. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Тикви.', '20.09.2022 09:32:26', '', 2, 0),
(32, 7, 'Лук', 'Onion', 'Allium cepa', 'allium-cepa', 'Продукти (Препарати) за растителна защита при Лук. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Лук.', '20.09.2022 09:41:23', '', 2, 0),
(33, 7, 'Чесън', 'Garlic', 'Allium sativum', 'allium-sativum', 'Продукти (Препарати) за растителна защита при Чесън. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Чесън.', '20.09.2022 09:42:58', '', 2, 0),
(34, 7, 'Праз', 'Leek', 'Allium porrum', 'allium-porrum', 'Продукти (Препарати) за растителна защита при Праз. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Праз.', '20.09.2022 09:44:15', '', 2, 0),
(35, 7, 'Шалот', 'Shallot', 'Allium ascalonicum', 'allium-ascalonicum', 'Продукти (Препарати) за растителна защита при Шалот. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Шалот.', '20.09.2022 09:47:24', '', 2, 0),
(36, 8, 'Спанак', 'Spinach', 'Spinacia oleracea', 'spinacia-oleracea', 'Продукти (Препарати) за растителна защита при Спанак. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Спанак.', '20.09.2022 09:50:48', '', 2, 0),
(37, 8, 'Безглавеста салата', 'Lettuce', 'Lactuca sativa var crispa', 'lactuca-sativa-var-crispa', 'Продукти (Препарати) за растителна защита при Безглавеста салата. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Безглавеста салата.', '20.09.2022 10:06:07', '', 2, 0),
(38, 8, 'Зеле Кале', 'Kale', 'Brassica oleracea var sabellica', 'brassica-oleracea-var-sabellica', 'Продукти (Препарати) за растителна защита при Зеле Кале. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Зеле Кале.', '20.09.2022 10:12:25', '', 2, 0),
(39, 9, 'Моркови', 'Carrots', 'Daucus carota', 'daucus-carota', 'Продукти (Препарати) за растителна защита при Моркови. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Моркови.', '20.09.2022 10:15:19', '', 2, 0),
(40, 9, 'Целина', 'Celery', 'Apium graveolens', 'apium-graveolens', 'Продукти (Препарати) за растителна защита при Целина. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Целина.', '20.09.2022 10:17:06', '', 2, 0),
(41, 9, 'Алабаш', 'Kohlrabi', 'Brassica oleracea var gongylodes', 'brassica-oleracea-var-gongylodes', 'Продукти (Препарати) за растителна защита при Алабаш. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Алабаш.', '20.09.2022 10:32:36', '', 2, 0),
(42, 9, 'Ряпа', 'Turnip', 'Raphanus sativus', 'raphanus-sativus', 'Продукти (Препарати) за растителна защита при Ряпа. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ряпа.', '20.09.2022 10:35:21', '', 2, 0),
(43, 10, 'Ябълки', 'Apples', 'Mallus domestica', 'mallus-domestica', 'Продукти (Препарати) за растителна защита при Ябълки. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ябълки.', '20.09.2022 10:41:41', '', 2, 0),
(44, 10, 'Круши', 'Pears', 'Pyrus communis', 'pyrus-communis', 'Продукти (Препарати) за растителна защита при Круши. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Круши.', '20.09.2022 10:43:26', '', 2, 0),
(45, 10, 'Дюли', 'Quince', 'Cydonia oblonga', 'cydonia-oblonga', 'Продукти (Препарати) за растителна защита при Дюли. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Дюли.', '20.09.2022 10:45:06', '', 2, 0),
(46, 10, 'Череши', 'Cherries', 'Prunus cerasus', 'prunus-cerasus', 'Продукти (Препарати) за растителна защита при Череши. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Череши.', '20.09.2022 10:47:05', '', 2, 0),
(47, 10, 'Вишни', 'True cherries', 'Prunus subg Cerasus', 'prunus-subg-cerasus', 'Продукти (Препарати) за растителна защита при Вишни. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Вишни.', '20.09.2022 10:49:49', '20.09.2022 10:52:01', 2, 2),
(48, 10, 'Сливи', 'Plums', 'Prunus domestica', 'prunus-domestica', 'Продукти (Препарати) за растителна защита при Сливи. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Сливи.', '20.09.2022 10:53:53', '', 2, 0),
(49, 10, 'Праскови', 'Peaches', 'Prunus persica', 'prunus-persica', 'Продукти (Препарати) за растителна защита при Праскови. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Праскова.', '20.09.2022 10:55:35', '', 2, 0),
(50, 10, 'Кайсии', 'Apricots', 'Prunus americana', 'prunus-americana', 'Продукти (Препарати) за растителна защита при Кайсии. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Кайсия.', '20.09.2022 10:58:41', '', 2, 0),
(51, 10, 'Орехи', 'Walnuts', 'Juglans regia', 'juglans-regia', 'Продукти (Препарати) за растителна защита при Орехи. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Орех.', '20.09.2022 11:00:50', '', 2, 0),
(52, 10, 'Бадеми', 'Almonds', 'Prunus amygdalus', 'prunus-amygdalus', 'Продукти (Препарати) за растителна защита при Бадеми. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Бадем.', '20.09.2022 11:02:24', '', 2, 0),
(53, 10, 'Лешник', 'Hazelnuts', 'Corylus avellana', 'corylus-avellana', 'Продукти (Препарати) за растителна защита при Лешник. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Лешник.', '20.09.2022 11:05:29', '', 2, 0),
(54, 11, 'Ягоди', 'Strawberries', 'Fragaria ananassa', 'fragaria-ananassa', 'Продукти (Препарати) за растителна защита при Ягоди. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Ягода.', '20.09.2022 11:08:40', '', 2, 0),
(55, 11, 'Малини', 'Raspberries', 'Rubus idaeus', 'rubus-idaeus', 'Продукти (Препарати) за растителна защита при Малини. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Малина.', '20.09.2022 11:10:46', '', 2, 0),
(56, 11, 'Къпини', 'Blackberries', 'Rubus fruticosus', 'rubus-fruticosus', 'Продукти (Препарати) за растителна защита при Къпини. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Къпина.', '20.09.2022 11:12:07', '', 2, 0),
(57, 11, 'Касис', 'Surrant', 'Ribes', 'ribes', 'Продукти (Препарати) за растителна защита при Касис. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Касис.', '20.09.2022 11:18:00', '20.09.2022 11:18:21', 2, 2),
(58, 11, 'Арония', 'Aronia', 'Aronia', 'aronia', 'Продукти (Препарати) за растителна защита при Арония. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Арония.', '20.09.2022 11:20:07', '', 2, 0),
(59, 13, 'Казанлъшка роза', 'Rose', 'Rosa damascena', 'rosa-damascena', 'Продукти (Препарати) за растителна защита при Казанлъшка роза. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Казанлъшка роза.', '20.09.2022 11:25:58', '', 2, 0),
(60, 13, 'Мента', 'Mint', 'Mentha longifolia', 'mentha-longifolia', 'Продукти (Препарати) за растителна защита при Мента. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Мента.', '20.09.2022 11:27:58', '', 2, 0),
(61, 13, 'Лавндула', 'Lavender', 'Lavandula spica', 'lavandula-spica', 'Продукти (Препарати) за растителна защита при Лавндула. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Лавндула.', '20.09.2022 11:30:01', '', 2, 0),
(62, 12, 'Лоза', 'Vine', 'Vitis vinifera', 'vitis-vinifera', 'Продукти (Препарати) за растителна защита при Лоза. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Лоза.', '20.09.2022 11:32:00', '', 2, 0),
(63, 15, 'Маслини', 'Olives', 'Olea europaea', 'olea-europaea', 'Продукти (Препарати) за растителна защита при Маслини. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Маслини.', '20.09.2022 11:39:42', '', 2, 0),
(64, 15, 'Банани', 'Bananas', 'Musa', 'musa', 'Продукти (Препарати) за растителна защита при Банани. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Банан.', '20.09.2022 11:40:56', '', 2, 0),
(65, 15, 'Лимони', 'Lemons', 'Citrus medica var limon', 'citrus-medica-var-limon', 'Продукти (Препарати) за растителна защита при Лимони. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Лимон.', '20.09.2022 11:42:47', '', 2, 0),
(66, 15, 'Портокали', 'Oranges', 'Citrus sinensis', 'citrus-sinensis', 'Продукти (Препарати) за растителна защита при Портокали. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Портокал.', '20.09.2022 11:44:19', '', 2, 0),
(67, 15, 'Грейпфрут', 'Grapefruit', 'Citrus paradisi', 'citrus-paradisi', 'Продукти (Препарати) за растителна защита при Грейпфрут. Фунгициди, Инсектициди, Хербициди, Акарициди, Нематоциди, Десиканти, Растежни регулатори и др. при борба с болести, неприятели и плевели по Грейпфрут.', '20.09.2022 11:45:33', '', 2, 0);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
